Repository: abdalmuneim/boycott
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Scan Product
ar: فحص المنتج

source: Scan Text
ar: مسح النص

# requestPermission
source: Camera permission denied. Camera permission must be enabled.
ar: تم رفض إذن الكاميرا يجب تفعيل اذن الكاميرا

source: Click to Enable
ar: أضغط للتفعيل

# boycottThisProduct
source: Boycott this {pro} Product because it is Israeli.
ar: قاطع هذا {pro} المنتج انه اسرائيلي

source: An error occurred while scanning text
ar: حدث خطأ أثناء مسح النص ضوئيًا

# thisProductIsVeryGood
source: This {pro} product is very good
ar: {pro} هذا المنتج جيد جدا

source: Yes
ar: نعم

source: Send
ar: إرسال

source: Something happened
ar: حدث خطاء

# successSend
source: Sent successfully
ar: تم الارسال بنجاح

source: Cancel
ar: إلغاء

# thisFieldRequired
source: This field is required
ar: هذا الحقل مطلوب

# boycottProduct
source: Add Product
ar: أضف منتج

# isThisTheProductName
source: Is this {pro} the name of the product
ar: هل هذا {pro} اسم المنتج

source: Edit
ar: تعديل

# cameraClosed
source: CLosed Camera
ar: تم غلق الكاميرا

source: Freedom for Palestine
ar: الحرية لفلسطين
